IDEA StatiCa Open Model
LineLoad.BegPositionY Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 point support position Y
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double BegPositionY { get; set; }
Public Property BegPositionY As Double
	Get
	Set
public:
property double BegPositionY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace